{"keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"name": "dense_11", "kernel_regularizer": null, "batch_input_shape": [null, 23], "activation": "relu", "use_bias": true, "activity_regularizer": null, "units": 5, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_12", "kernel_regularizer": null, "bias_regularizer": null, "activation": "sigmoid", "use_bias": true, "activity_regularizer": null, "units": 1, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_constraint": null}}], "name": "sequential_5"}}